Repository: HarpeLm/AquApp
Catalog: AquApp/Localizable.xcstrings
Source language: fr
Languages: ar, bg, bn, cs, da, de, el, en, es, fa, fi, fil, he, hi, hr, hu, id, it, ja, ko, ku, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# accessibility.premium_required_hint
source: Abonnement Premium requis. Appuyez pour en savoir plus.
ar: مطلوب اشتراك مميز. اضغط لمعرفة المزيد.
bg: Изисква се абонамент Premium. Докоснете за повече информация.
bn: Premium সদস্যতা প্রয়োজন। আরো জানতে ট্যাপ করুন।
cs: Vyžaduje se předplatné Premium. Klepnutím zjistíte více.
da: Premium-abonnement kræves. Tryk for mere info.
de: Premium-Abonnement erforderlich. Tippen für mehr Infos.
el: Απαιτείται συνδρομή Premium. Πατήστε για περισσότερες πληροφορίες.
en: Premium subscription required. Tap to learn more.
es: Se requiere suscripción Premium. Toca para saber más.
fa: اشتراک Premium لازم است. برای جزئیات ضربه بزنید.
fi: Vaatii Premium-tilauksen. Napauta saadaksesi lisätietoja.
fil: Kailangan ng Premium subscription. I-tap para malaman ang higit pa.
he: נדרש מנוי פרמיום. הקש למידע נוסף.
hi: प्रीमियम सब्सक्रिप्शन आवश्यक। अधिक जानने के लिए टैप करें।
hr: Potrebna je Premium pretplata. Dodirnite za više informacija.
hu: Premium előfizetés szükséges. Koppints a részletekért.
id: Langganan Premium diperlukan. Ketuk untuk info.
it: Abbonamento Premium richiesto. Tocca per saperne di più.
ja: プレミアムサブスクリプションが必要です。タップして詳細を確認。
ko: 프리미엄 구독이 필요합니다. 자세히 알아보려면 탭하세요.
ku: Aboneya Premium pêwîst e. Bo zanîna zêde bitikîne.
lt: Reikalinga Premium prenumerata. Palieskite, kad sužinotumėte daugiau.
lv: Nepieciešama Premium abonēšana. Pieskarieties, lai uzzinātu vairāk.
ms: Langganan Premium diperlukan. Ketuk untuk maklumat lanjut.
nb: Premium-abonnement kreves. Trykk for mer info.
nl: Premium-abonnement vereist. Tik voor meer informatie.
pl: Wymagana subskrypcja Premium. Stuknij, aby dowiedzieć się więcej.
pt_br: Assinatura Premium necessária. Toque para saber mais.
pt_pt: Subscrição Premium necessária. Toque para saber mais.
ro: Abonament Premium necesar. Apasă pentru mai multe informații.
ru: Требуется подписка Premium. Нажмите для подробностей.
sk: Vyžaduje sa predplatné Premium. Klepnutím zistíte viac.
sl: Potrebna je Premium naročnina. Tapnite za več informacij.
sq: Nevojitet abonimi Premium. Prekni për të mësuar më shumë.
sr: Потребна је Premium претплата. Додирните за више информација.
sv: Premium-prenumeration krävs. Tryck för mer information.
sw: Inahitaji usajili wa Premium. Gusa ili kujua zaidi.
th: ต้องการสมัครสมาชิก Premium แตะเพื่อเรียนรู้เพิ่มเติม
tr: Premium aboneliği gerekli. Daha fazla bilgi için dokun.
uk: Потрібна підписка Premium. Торкніться, щоб дізнатися більше.
vi: Cần đăng ký Premium. Nhấn để tìm hiểu thêm.
zh_hans: 需要高级订阅。点击了解更多。
zh_hant: 需要 Premium 訂閱，點一下了解詳情。

# achievement.aqua_addict.desc
source: 1 000 000 litres d'eau bus au total — un exploit absolu
ar: 1,000,000 لتر من الماء إجمالاً — إنجاز مطلق
bg: Общо 1 000 000 литра изпита вода — истински подвиг
bn: মোট ১০,০০,০০০ লিটার পানি পান করা হয়েছে — এক অসাধারণ কৃতিত্ব
cs: Celkem 1 000 000 litrů vypité vody — naprostý husarský kousek
da: I alt 1.000.000 liter vand drukket — en absolut bedrift
de: 1.000.000 Liter Wasser insgesamt — eine absolute Leistung
el: 1.000.000 λίτρα νερό συνολικά — ένα απόλυτο κατόρθωμα
en: 1,000,000 litres of water drunk in total — an absolute feat
es: 1.000.000 de litros en total — una hazaña absoluta
fa: در مجموع ۱٬۰۰۰٬۰۰۰ لیتر آب نوشیده شده — یک شاهکار واقعی
fi: Yhteensä 1 000 000 litraa juotua vettä — täysi urotyö
fil: 1,000,000 litro ng tubig na nainom sa kabuuan — isang tunay na tagumpay
he: סך הכל 1,000,000 ליטר מים נשתו — הישג מוחלט
hi: कुल 10,00,000 लीटर पानी पिया — एक अद्भुत उपलब्धि
hr: Ukupno 1.000.000 litara popijene vode — pravo postignuće
hu: Összesen 1 000 000 liter elfogyasztott víz — igazi bravúr
id: Total 1.000.000 liter air diminum — pencapaian mutlak
it: 1.000.000 di litri in totale — un'impresa assoluta
ja: 合計1,000,000リットルの水を飲んだ — 絶対的な偉業
ko: 총 1,000,000리터의 물 마심 — 절대적인 위업
ku: Bi tevahî 1,000,000 lître av hatine vexwarin — serkeftineke rastîn
lt: Iš viso išgerta 1 000 000 litrų vandens — tikras žygdarbis
lv: Kopumā izdzerti 1 000 000 litri ūdens — patiess varoņdarbs
ms: Jumlah 1,000,000 liter air diminum — pencapaian mutlak
nb: Totalt 1 000 000 liter vann drukket — en absolutt bragd
nl: 1.000.000 liter water totaal — een absolute prestatie
pl: Łącznie 1 000 000 litrów wody — absolutne osiągnięcie
pt_br: 1.000.000 de litros no total — uma façanha absoluta
pt_pt: 1.000.000 litros de água bebidos no total — uma façanha absoluta
ro: Total 1.000.000 litri de apă băuți — o performanță absolută
ru: 1 000 000 литров воды выпито — абсолютный подвиг
sk: Celkovo 1 000 000 litrov vypitej vody — naozajstný husársky kúsok
sl: Skupaj zaužitih 1.000.000 litrov vode — pravi podvig
sq: Gjithsej 1.000.000 litra ujë të pira — një arritje e vërtetë
sr: Укупно 1.000.000 литара попијене воде — права победа
sv: 1 000 000 liter vatten totalt — en absolut bedrift
sw: Jumla ya lita 1,000,000 za maji zimekunywa — mafanikio ya kweli
th: ดื่มน้ำรวม 1,000,000 ลิตร — ความสำเร็จที่สมบูรณ์แบบ
tr: Toplamda 1.000.000 litre su — mutlak bir başarı
uk: Загалом 1 000 000 літрів випитої води — справжній подвиг
vi: Tổng cộng 1.000.000 lít nước đã uống — một kỳ tích tuyệt vời
zh_hans: 总共喝了1,000,000升水——绝对的壮举
zh_hant: 累積喝水達 1,000,000 公升 — 絕對的壯舉

# achievement.aqua_addict.progress
source: %d / %@ L bus
ar: %d / %@ لتر مستهلك
bg: %d / %@ л изпити
bn: %d / %@ লিটার পান করা হয়েছে
cs: %d / %@ l vypito
da: %d / %@ L drukket
de: %d / %@ L getrunken
el: %d / %@ L ήπιατε
en: %d / %@ L drunk
es: %d / %@ L bebidos
fa: %d / %@ لیتر نوشیده شده
fi: %d / %@ l juotu
fil: %d / %@ L na nainom
he: %d / %@ ל׳ נשתו
hi: %d / %@ L पिया
hr: %d / %@ L popijeno
hu: %d / %@ l elfogyasztva
id: %d / %@ L diminum
it: %d / %@ L bevuti
ja: %d / %@ L 飲んだ
ko: %d / %@ L 마심
ku: %d / %@ L hatine vexwarin
lt: %d / %@ l išgerta
lv: %d / %@ L izdzerti
ms: %d / %@ L diminum
nb: %d / %@ L drukket
nl: %d / %@ L gedronken
pl: %d / %@ L wypito
pt_br: %d / %@ L ingeridos
pt_pt: %d / %@ L bebidos
ro: %d / %@ L băuți
ru: %d / %@ л выпито
sk: %d / %@ l vypitých
sl: %d / %@ L zaužitih
sq: %d / %@ L të pira
sr: %d / %@ л попијено
sv: %d / %@ L druckit
sw: %d / %@ L zimekunywa
th: ดื่ม %d / %@ ลิตร
tr: %d / %@ L içildi
uk: %d / %@ л випито
vi: %d / %@ L đã uống
zh_hans: 已喝 %d / %@ 升
zh_hant: 已喝 %d / %@ 公升

# achievement.aqua_addict.title
source: Aqua'ddict
ar: مدمن الماء
bg: Зависим от вода
bn: পানির প্রেমী
da: Aqua Afhængig
el: Aqua Εθισμένος
fa: معتاد به آب
fi: Vesihullu
he: ממכר מים
hi: Aqua एडिक्ट
hr: Ovisnik o vodi
hu: Vízfüggő
id: Aqua Gila
ja: アクア・アディクト
ko: 아쿠아 중독
ku: Bendewerê avê
lt: Vandens priklausomybė
lv: Ūdens atkarīgais
ms: Penagih Air
nb: Aqua Avhengig
pt_pt: Aqua Viciado
ro: Dependent de Apă
ru: Аква-аддикт
sl: Vodni zasvojenec
sq: I varur nga uji
sr: Зависник од воде
sw: Mpenda maji
th: คนติดน้ำ
uk: Водозалежний
vi: Nghiện Nước
zh_hans: 水瘾者
zh_hant: 水癮達人

# achievement.centurion_sobre.desc
source: 100 jours sans alcool cumulés (non consécutifs)
ar: 100 يوم بدون كحول متراكمة (غير متتالية)
bg: 100 дни без алкохол общо (не е нужно да са последователни)
bn: মোট ১০০ দিন অ্যালকোহল ছাড়া (ধারাবাহিক হতে হবে না)
cs: 100 dní bez alkoholu celkem (nemusí jít za sebou)
da: 100 alkoholfrie dage akkumuleret (ikke på hinanden følgende)
de: 100 alkoholfreie Tage angesammelt (nicht aufeinanderfolgend)
el: 100 μέρες χωρίς αλκοόλ συνολικά (μη συνεχόμενες)
en: 100 alcohol-free days accumulated (non-consecutive)
es: 100 días sin alcohol acumulados (no consecutivos)
fa: در مجموع ۱۰۰ روز بدون الکل (نیازی به متوالی بودن نیست)
fi: 100 päivää ilman alkoholia yhteensä (ei tarvitse olla peräkkäin)
fil: 100 araw na walang alak (hindi kailangang sunud-sunod)
he: 100 ימים ללא אלכוהול מצטברים (לא רצופים)
hi: 100 दिन बिना शराब के (लगातार नहीं)
hr: Ukupno 100 dana bez alkohola (ne moraju biti uzastopni)
hu: Összesen 100 alkoholmentes nap (nem kell egymás után)
id: 100 hari tanpa alkohol (tidak berturutan)
it: 100 giorni senza alcol accumulati (non consecutivi)
ja: 累計100日間禁酒（連続不要）
ko: 누적 100일 금주 (연속 아님)
ku: Bi tevahî 100 roj bêyî alkol (ne hewce ye li dûv hev be)
lt: Iš viso 100 dienų be alkoholio (nebūtinai iš eilės)
lv: Kopumā 100 dienas bez alkohola (nav jābūt pēc kārtas)
ms: 100 hari tanpa alkohol terkumpul (tidak berturutan)
nb: 100 alkoholfrie dager akkumulert (ikke sammenhengende)
nl: 100 alcoholvrije dagen verzameld (niet aaneengesloten)
pl: Łącznie 100 dni bez alkoholu (niekoniecznie z rzędu)
pt_br: 100 dias sem álcool acumulados (não consecutivos)
pt_pt: 100 dias sem álcool acumulados (não consecutivos)
ro: 100 de zile fără alcool acumulate (nu consecutive)
ru: 100 трезвых дней в сумме (не обязательно подряд)
sk: 100 dní bez alkoholu celkovo (nemusia ísť za sebou)
sl: Skupaj 100 dni brez alkohola (ni treba zaporednih)
sq: Gjithsej 100 ditë pa alkool (jo domosdoshmërisht rresht)
sr: Укупно 100 дана без алкохола (не морају бити узастопни)
sv: 100 alkoholfria dagar ackumulerade (ej i rad)
sw: Jumla ya siku 100 bila pombe (si lazima mfululizo)
th: สะสม 100 วันไม่ดื่มแอลกอฮอล์ (ไม่ต้องติดต่อกัน)
tr: Toplam 100 alkol içilmeyen gün (ardışık olmayan)
uk: 100 днів без алкоголю загалом (не обов'язково поспіль)
vi: Tích lũy 100 ngày không uống rượu (không liên tiếp)
zh_hans: 累计100天不饮酒（无需连续）
zh_hant: 累積 100 天無酒精日（不必連續）

# achievement.centurion_sobre.title
source: Centurion Sobre
ar: القائد الصاحي
bg: Трезвен центурион
bn: সংযমী সেঞ্চুরিয়ন
cs: Střízlivý centurion
da: Ædru Centurion
de: Nüchterner Zenturio
el: Νηφάλιος Εκατόνταρχος
en: Sober Centurion
es: Centurión sobrio
fa: سدنتوریون هوشیار
fi: Raitis sadasosa
fil: Sober na Centurion
he: קנטוריון מפוכח
hi: सोबर सेंचुरियन
hr: Trijezni centurion
hu: Józan centurio
id: Centurion Sehat
it: Centurione sobrio
ja: 清醒の百人隊長
ko: 절주 센추리온
ku: Centurionê hişyar
lt: Blaivus centurionas
lv: Skaidrais centurions
ms: Centurion Sihat
nb: Edru Centurion
nl: Nuchtere centurion
pl: Trzeźwy centurion
pt_br: Centurião sóbrio
pt_pt: Centurião Sóbrio
ro: Centurion Sobru
ru: Трезвый центурион
sk: Triezvy centurion
sl: Trezni centurion
sq: Centurion i kthjellët
sr: Трезни центурион
sv: Nyktert centurion
sw: Centurion mwangalifu
th: เซนจูเรียนสุขภาพดี
tr: Ayık Centurion
uk: Тверезий центуріон
vi: Centurion Điều Độ
zh_hans: 清醒百夫长
zh_hant: 百日清醒勇者

# achievement.centurion.desc
source: 100 jours d'objectif atteints au total
ar: 100 يوم تحقيق الهدف إجمالاً
bg: Общо 100 дни с постигната цел
bn: মোট ১০০ দিন লক্ষ্য অর্জিত
cs: Celkem 100 dní se splněným cílem
da: I alt 100 dage med mål nået
de: Insgesamt 100 Tage Ziel erreicht
el: Συνολικά 100 μέρες με επίτευξη στόχου
en: 100 days of goal reached in total
es: 100 días de objetivo alcanzado en total
fa: در مجموع ۱۰۰ روز با هدف محقق‌شده
fi: Yhteensä 100 päivää tavoite saavutettuna
fil: 100 araw ng naabot na layunin sa kabuuan
he: סך הכל 100 ימים שהיעד הושג
hi: कुल 100 दिन लक्ष्य पूरा किया
hr: Ukupno 100 dana s postignutim ciljem
hu: Összesen 100 nap teljesített céllal
id: Total 100 hari target tercapai
it: 100 giorni di obiettivo raggiunto in totale
ja: 合計100日目標達成
ko: 총 100일 목표 달성
ku: Bi tevahî 100 roj bi armanca gihîştî
lt: Iš viso 100 dienų su pasiektu tikslu
lv: Kopumā 100 dienas ar sasniegtu mērķi
ms: Jumlah 100 hari sasaran dicapai
nb: Totalt 100 dager med mål nådd
nl: In totaal 100 dagen doel bereikt
pl: Łącznie 100 dni celu osiągniętego
pt_br: 100 dias de meta alcançada no total
pt_pt: 100 dias de objetivo atingido no total
ro: Total 100 de zile cu obiectiv atins
ru: Всего 100 дней с достигнутой целью
sk: Celkovo 100 dní so splneným cieľom
sl: Skupaj 100 dni z doseženim ciljem
sq: Gjithsej 100 ditë me objektiv të arritur
sr: Укупно 100 дана са оствареним циљем
sv: Totalt 100 dagar med uppnått mål
sw: Jumla ya siku 100 na lengo lililofikiwa
th: บรรลุเป้าหมายรวม 100 วัน
tr: Toplam 100 gün hedef tamamlandı
uk: Загалом 100 днів із досягнутою ціллю
vi: Tổng cộng 100 ngày đạt mục tiêu
zh_hans: 累计100天达成目标
zh_hant: 累積達成目標 100 天

# achievement.centurion.title
source: Centurion
ar: سنتوريون
bg: Центурион
bn: সেঞ্চুরিয়ন
de: Centurio
el: Εκατόνταρχος
es: Centurión
fa: سدنتوریون
fi: Sadasosa
he: קנטוריון
hi: सेंचुरियन
hu: Centurio
it: Centurione
ja: センチュリオン
ko: 센추리온
lt: Centurionas
lv: Centurions
pt_br: Centurião
pt_pt: Centurião
ru: Центурион
sr: Центурион
th: เซนจูเรียน
uk: Центуріон
zh_hans: 百夫长
zh_hant: 百日勇者

# achievement.completed_tag
source: Complété ✓
ar: تم ✓
bg: Завършено ✓
bn: সম্পন্ন ✓
cs: Dokončeno ✓
da: Fuldført ✓
de: Abgeschlossen ✓
el: Ολοκληρώθηκε ✓
en: Completed ✓
es: Completado ✓
fa: تکمیل شد ✓
fi: Suoritettu ✓
fil: Tapos na ✓
he: הושלם ✓
hi: पूर्ण ✓
hr: Završeno ✓
hu: Teljesítve ✓
id: Selesai ✓
it: Completato ✓
ja: 達成 ✓
ko: 완료 ✓
ku: Qediya ✓
lt: Atlikta ✓
lv: Pabeigts ✓
ms: Selesai ✓
nb: Fullført ✓
nl: Voltooid ✓
pl: Ukończono ✓
pt_br: Concluído ✓
pt_pt: Concluído ✓
ro: Finalizat ✓
ru: Выполнено ✓
sk: Dokončené ✓
sl: Dokončano ✓
sq: Përfunduar ✓
sr: Завршено ✓
sv: Slutfört ✓
sw: Imekamilika ✓
th: เสร็จสิ้น ✓
tr: Tamamlandı ✓
uk: Завершено ✓
vi: Đã hoàn thành ✓
zh_hans: 已完成 ✓
zh_hant: 已完成 ✓

# achievement.constance.desc
source: Objectif atteint 7 jours de suite
ar: الهدف محقق 7 أيام متتالية
bg: Цел, постигната 7 дни подред
bn: ৭ দিন ধারাবাহিকভাবে লক্ষ্য অর্জিত
cs: Cíl splněn 7 dní v řadě
da: Mål nået 7 dage i træk
de: Ziel 7 Tage in Folge erreicht
el: Στόχος 7 συνεχόμενες μέρες
en: Goal reached 7 days in a row
es: Objetivo alcanzado 7 días seguidos
fa: هدف به مدت ۷ روز متوالی محقق شد
fi: Tavoite saavutettu 7 päivänä peräkkäin
fil: Naabot ang layunin sa loob ng 7 magkakasunod na araw
he: יעד הושג 7 ימים ברצף
hi: 7 दिन लगातार लक्ष्य पूरा किया
hr: Cilj postignut 7 uzastopnih dana
hu: Cél teljesítve 7 egymást követő napon
id: Target tercapai 7 hari berturut-turut
it: Obiettivo raggiunto 7 giorni di fila
ja: 7日連続で目標達成
ko: 7일 연속 목표 달성
ku: Armanc 7 rojan li dûv hev hate gihîştin
lt: Tikslas pasiektas 7 dienas iš eilės
lv: Mērķis sasniegts 7 dienas pēc kārtas
ms: Sasaran dicapai 7 hari berturut-turut
nb: Mål nådd 7 dager på rad
nl: Doel 7 dagen op rij bereikt
pl: Cel osiągnięty 7 dni z rzędu
pt_br: Meta alcançada 7 dias seguidos
pt_pt: Objetivo atingido 7 dias seguidos
ro: Obiectiv atins 7 zile la rând
ru: Цель достигнута 7 дней подряд
sk: Cieľ splnený 7 dní po sebe
sl: Cilj dosežen 7 zaporednih dni
sq: Objektivi i arritur 7 ditë rresht
sr: Циљ остварен 7 дана заредом
sv: Mål nått 7 dagar i rad
sw: Lengo limefikiwa kwa siku 7 mfululizo
th: บรรลุเป้าหมาย 7 วันติดต่อกัน
tr: 7 gün üst üste hedef tamamlandı
uk: Ціль досягнуто 7 днів поспіль
vi: Đạt mục tiêu 7 ngày liên tiếp
zh_hans: 连续7天达成目标
zh_hant: 連續 7 天達成目標

# achievement.constance.title
source: Constance
ar: المثابرة
bg: Постоянство
bn: ধারাবাহিকতা
cs: Vytrvalost
da: Konsistens
de: Konstanz
el: Συνέπεια
en: Consistency
es: Constancia
fa: پایداری
fi: Sinnikkyys
fil: Katatagan
he: עקביות
hi: निरंतरता
hr: Ustrajnost
hu: Kitartás
id: Konsistensi
it: Costanza
ja: 継続力
ko: 꾸준함
ku: Bidomî
lt: Pastovumas
lv: Neatlaidība
ms: Konsistensi
nb: Konsistens
nl: Consistentie
pl: Wytrwałość
pt_br: Constância
pt_pt: Consistência
ro: Consecvență
ru: Постоянство
sk: Vytrvalosť
sl: Vztrajnost
sq: Qëndrueshmëri
sr: Постојаност
sv: Uthållighet
sw: Uthabiti
th: ความสม่ำเสมอ
tr: Süreklilik
uk: Наполегливість
vi: Kiên Trì
zh_hans: 坚持
zh_hant: 恆心毅力

# achievement.dry_january.desc
source: 31 jours sans alcool en janvier
ar: 31 يومًا بدون كحول في يناير
bg: 31 дни без алкохол през януари
bn: জানুয়ারিতে ৩১ দিন অ্যালকোহল ছাড়া
cs: 31 dní bez alkoholu v lednu
da: 31 dage uden alkohol i januar
de: 31 Tage ohne Alkohol im Januar
el: 31 μέρες χωρίς αλκοόλ τον Ιανουάριο
en: 31 days without alcohol in January
es: 31 días sin alcohol en enero
fa: ۳۱ روز بدون الکل در ژانویه
fi: 31 päivää ilman alkoholia tammikuussa
fil: 31 araw na walang alak sa Enero
he: 31 ימים ללא אלכוהול בינואר
hi: जनवरी में 31 दिन बिना शराब के
hr: 31 dan bez alkohola u siječnju
hu: 31 alkoholmentes nap januárban
id: 31 hari tanpa alkohol di bulan Januari
it: 31 giorni senza alcol a gennaio
ja: 1月中31日間禁酒
ko: 1월에 31일 금주
ku: 31 roj bêyî alkol di Çileyê de
lt: 31 diena be alkoholio sausį
lv: 31 diena bez alkohola janvārī
ms: 31 hari tanpa alkohol pada bulan Januari
nb: 31 dager uten alkohol i januar
nl: 31 dagen zonder alcohol in januari
pl: 31 dni bez alkoholu w styczniu
pt_br: 31 dias sem álcool em janeiro
pt_pt: 31 dias sem álcool em janeiro
ro: 31 de zile fără alcool în ianuarie
ru: 31 день без алкоголя в январе
sk: 31 dní bez alkoholu v januári
sl: 31 dni brez alkohola v januarju
sq: 31 ditë pa alkool në janar
sr: 31 дан без алкохола у јануару
sv: 31 dagar utan alkohol i januari
sw: Siku 31 bila pombe mwezi Januari
th: 31 วันไม่ดื่มแอลกอฮอล์ในเดือนมกราคม
tr: Ocak ayında 31 gün alkol içme
uk: 31 день без алкоголю у січні
vi: 31 ngày không uống rượu trong tháng Giêng
zh_hans: 一月份31天不喝酒
zh_hant: 一月份連續 31 天無酒精

# achievement.dry_january.title
source: Dry January
ar: يناير الجاف
bg: Сух януари
bn: শুষ্ক জানুয়ারি
cs: Suchý leden
da: Tørt januar
el: Ξηρός Ιανουάριος
es: Enero sin alcohol
fa: ژانویه خشک
fi: Kuiva tammikuu
he: ינואר יבש
hi: ड्राई जनवरी
hr: Suhi siječanj
hu: Száraz január
id: Januari Kering
it: Gennaio sobrio
ja: ドライ・ジャニュアリー
ko: 드라이 재뉴어리
ku: Çileya hişk
lt: Sausas sausis
lv: Sausais janvāris
ms: Januari Kering
nb: Tørt januar
nl: Droge januari
pl: Suchy styczeń
pt_br: Janeiro sem álcool
pt_pt: Janeiro Seco
ro: Ianuarie Uscat
ru: Сухой январь
sk: Suchý január
sl: Suhi januar
sq: Janari i thatë
sr: Сув јануар
sv: Torr januari
sw: Januari kavu
th: มกราคมปลอดแอลกอฮอล์
tr: Kuru Ocak
uk: Сухий січень
vi: Tháng Giêng Khô
zh_hans: 干燥一月
zh_hant: 戒酒一月

# achievement.heatwave.desc
source: Boire 3 L par jour pendant une vague de chaleur
ar: شرب 3 لترات يومياً خلال موجة حر
bg: Изпийте 3 л на ден по време на горещина
bn: তাপপ্রবাহের সময় প্রতিদিন ৩ লিটার পান করুন
cs: Vypít 3 l denně během vlny veder
da: Drik 3 L om dagen under en hedebølge
de: 3 L pro Tag während einer Hitzewelle trinken
el: Πόσιμο 3 λίτρα/ημέρα κατά τη διάρκεια καύσωνα
en: Drink 3 L per day during a heatwave
es: Beber 3 L al día durante una ola de calor
fa: در طول موج گرما روزانه ۳ لیتر بنوش
fi: Juo 3 l päivässä helleaallon aikana
fil: Uminom ng 3 L kada araw habang may init
he: שתיית 3 ל׳ ביום בגל חום
hi: हीटवेव के दौरान प्रतिदिन 3 लीटर पानी पिएं
hr: Pij 3 L dnevno za vrijeme toplinskog vala
hu: Igyál 3 litert naponta hőhullám idején
id: Minum 3 L per hari selama gelombang panas
it: Bere 3 L al giorno durante un'ondata di calore
ja: 熱波中に1日3L飲む
ko: 폭염 중 하루 3L 마시기
ku: Di dema pêla germê de rojane 3 L vexwe
lt: Gerti 3 l per dieną karščio bangos metu
lv: Dzer 3 L dienā karstuma viļņa laikā
ms: Minum 3 L sehari semasa gelombang panas
nb: Drikk 3 L per dag under en hetebølge
nl: 3 L per dag drinken tijdens een hittegolf
pl: Pić 3 l dziennie podczas fali upałów
pt_br: Beber 3 L por dia durante uma onda de calor
pt_pt: Beber 3 L por dia durante uma vaga de calor
ro: Bea 3 L pe zi în timpul unui val de căldură
ru: Пить 3 л в день во время жары
sk: Vypiť 3 l denne počas vlny horúčav
sl: Pij 3 L na dan med toplotnim valom
sq: Pi 3 L në ditë gjatë valës së nxehtësisë
sr: Пиј 3 л дневно током таласа врућине
sv: Dricka 3 L per dag under en värmebölja
sw: Kunywa lita 3 kwa siku wakati wa joto kali
th: ดื่มน้ำ 3 ลิตรต่อวันในช่วงคลื่นความร้อน
tr: Sıcak hava dalgasında günde 3 L içmek
uk: Випивайте 3 л на день під час спеки
vi: Uống 3 L mỗi ngày trong đợt nắng nóng
zh_hans: 高温期间每天喝3升
zh_hant: 熱浪期間每天喝水 3 公升

# achievement.heatwave.title
source: Canicule
ar: موجة حر
bg: Горещина
bn: তাপপ্রবাহ
cs: Vlna veder
da: Hedebølge
de: Hitzewelle
el: Καύσωνας
en: Heatwave
es: Ola de calor
fa: موج گرما
fi: Helleaalto
fil: Alon ng Init
he: גל חום
hi: हीटवेव
hr: Toplinski val
hu: Hőhullám
id: Gelombang Panas
it: Ondata di calore
ja: 猛暑
ko: 폭염
ku: Pêla germê
lt: Karščio banga
lv: Karstuma vilnis
ms: Gelombang Panas
nb: Hetebølge
nl: Hittegolf
pl: Fala upałów
pt_br: Onda de calor
pt_pt: Vaga de Calor
ro: Val de Căldură
ru: Жара
sk: Vlna horúčav
sl: Toplotni val
sq: Vala e nxehtësisë
sr: Талас врућине
sv: Värmebölja
sw: Wimbi la joto
th: คลื่นความร้อน
tr: Sıcak hava dalgası
uk: Спекотна хвиля
vi: Sóng Nhiệt
zh_hans: 高温
zh_hant: 熱浪挑戰

# achievement.indestructible.desc
source: Atteindre son objectif 60 jours de suite
ar: تحقيق هدفك 60 يومًا متتاليًا
bg: Постигнете целта 60 дни подред
bn: ৬০ দিন ধারাবাহিকভাবে দৈনিক লক্ষ্য অর্জন করুন
cs: Dosáhnout cíle 60 dní v řadě
da: Nå dit mål 60 dage i træk
de: 60 Tage in Folge das Tagesziel erreichen
el: Επίτευξη στόχου 60 συνεχόμενες μέρες
en: Reach your daily goal 60 days in a row
es: Alcanzar tu objetivo 60 días seguidos
fa: هدف را به مدت ۶۰ روز متوالی محقق کن
fi: Saavuta tavoite 60 päivänä peräkkäin
fil: Abutin ang iyong araw-araw na layunin sa loob ng 60 magkakasunod na araw
he: השגת יעד יומי 60 ימים ברצף
hi: 60 दिन लगातार दैनिक लक्ष्य प्राप्त करें
hr: Postizaj dnevni cilj 60 uzastopnih dana
hu: Érd el a célt 60 egymást követő napon
id: Capai target 60 hari berturut-turut
it: Raggiungere l'obiettivo per 60 giorni di fila
ja: 60日連続で目標達成
ko: 60일 연속 일일 목표 달성
ku: Armanca rojane 60 rojan li dûv hev bigihîje
lt: Pasiek dienos tikslą 60 dienų iš eilės
lv: Sasniegt dienas mērķi 60 dienas pēc kārtas
ms: Capai sasaran harian 60 hari berturut-turut
nb: Nå målet ditt 60 dager på rad
nl: 60 dagen op rij je doel halen
pl: Osiągaj swój cel przez 60 dni z rzędu
pt_br: Atingir seu objetivo por 60 dias seguidos
pt_pt: Atingir o objetivo 60 dias consecutivos
ro: Atinge obiectivul zilnic 60 de zile la rând
ru: Достигать цели 60 дней подряд
sk: Dosiahnuť cieľ 60 dní po sebe
sl: Doseži dnevni cilj 60 zaporednih dni
sq: Arrij objektivin ditor 60 ditë rresht
sr: Остваруј свој дневни циљ 60 дана заредом
sv: Nå ditt mål 60 dagar i rad
sw: Fikia lengo la kila siku kwa siku 60 mfululizo
th: บรรลุเป้าหมายรายวัน 60 วันติดต่อกัน
tr: 60 gün üst üste günlük hedefe ulaş
uk: Досягайте цілі 60 днів поспіль
vi: Đạt mục tiêu hàng ngày 60 ngày liên tiếp
zh_hans: 连续60天达成每日目标
zh_hant: 連續 60 天達成每日目標

# achievement.indestructible.title
source: L'Indestructible
ar: لا يقهر
bg: Неунищожим
bn: অজেয়
cs: Nezničitelný
da: Uforgængeligt
de: Unzerstörbar
el: Αδύνατον να Σπάσει
en: Indestructible
es: Indestructible
fa: نابودنشدنی
fi: Tuhoutumaton
fil: Hindi Masisira
he: בלתי ניתן לשבירה
hi: अजेय
hr: Neuništiv
hu: Elpusztíthatatlan
id: Tak Terkalahkan
it: Indistruttibile
ja: 鉄人
ko: 불멸
ku: Nêşkêj
lt: Nesunaikinamas
lv: Neuzvarams
ms: Tidak Boleh Dihancurkan
nb: Uovervinnelig
nl: Onverwoestbaar
pl: Niezniszczalny
pt_br: Indestrutível
pt_pt: Indestrutível
ro: Indestructibil
ru: Несокрушимый
sk: Nezničiteľný
sl: Neuničljiv
sq: I pashkatërrueshëm
sr: Неуништив
sv: Okrossbar
sw: Asiyeanguka
th: ไม่มีวันพ่ายแพ้
tr: Yenilmez
uk: Незнищенний
vi: Bất Khả Chiến Bại
zh_hans: 坚不可摧
zh_hant: 堅不可摧
